<?php
/**
 * 翻譯說明：简体中文
 *
 * 1、帶大括號的保留原來寫法，如：{name}，會被系統動態替換
 * 2、沒在以下出現的，可以自行追加
 */

return array(
	
	//身份认证
	'您的登陆状态失效，请重新登陆！'=>'您的登陆状态失效，请重新登陆！',
	'请填写真实姓名'=>'请填写真实姓名',
	'请填写正确格式的姓名'=>'请填写正确格式的姓名',
	'请填写正确的手机号码'=>'请填写正确的手机号码',
	'请填写正确的身份证号'=>'请填写正确的身份证号',
	'认证成功'=>'认证成功',
	'认证失败，请重新提交'=>'认证失败，请重新提交',
	'身份认证'=>'身份认证',
	'请认真填写实名信息，否则无法通过认证'=>'请认真填写实名信息，否则无法通过认证',
	'请输入姓名'=>'请输入姓名',
	'联系电话'=>'联系电话',
	'请输入电话号码'=>'请输入电话号码',
	'身份证号码'=>'身份证号码',
	'请输入身份证号码'=>'请输入身份证号码',
	'同意'=>'同意',
	'隐私协议'=>'隐私协议',
	'开始认证'=>'开始认证',
	'请填写正确的姓名'=>'请填写正确的姓名',
	'实名认证信息如下'=>'实名认证信息如下',
	'真实姓名'=>'真实姓名',
	
	
	
	//关于我们
	'关于'=>'关于',
	'版本号'=>'版本号',
	'联系客服'=>'联系客服',
	'我要反馈'=>'我要反馈',
	
	//联系客服
	'如有问题，请及时联系客服'=>'如有问题，请及时联系客服',
	
	
	//我要反馈
	'上传失败'=>'上传失败',
	'提交成功'=>'提交成功',
	'请输入反馈内容'=>'请输入反馈内容',
	'提交失败,请重试'=>'提交失败,请重试',
	'我要反馈'=>'我要反馈',
	'请将您遇到的问题/产品建议反馈给我们。建议您尽可能详细的描述问题，便于运营童鞋帮你解决~'=>'请将您遇到的问题/产品建议反馈给我们。建议您尽可能详细的描述问题，便于运营童鞋帮你解决~',
	'正在上传中'=>'正在上传中',
	'您的联系方式有助于我们沟通改善问题，仅工作人员可见'=>'您的联系方式有助于我们沟通改善问题，仅工作人员可见',
	'QQ/微信/邮箱/联系电话'=>'QQ/微信/邮箱/联系电话',
	'提交反馈'=>'提交反馈',
	'请填写反馈内容'=>'请填写反馈内容',
	'提交失败'=>'提交失败',
	
	
	//用户举报
	'举报用户不存在'=>'举报用户不存在',
	'该用户已被禁用'=>'该用户已被禁用',
	'自己不能举报自己'=>'自己不能举报自己',
	'请选择举报类型'=>'请选择举报类型',
	'举报类型不存在'=>'举报类型不存在',
	'用户举报'=>'用户举报',
	'选择举报的理由'=>'选择举报的理由',
	'下一步'=>'下一步',
	'详细描述举报理由……'=>'详细描述举报理由……',
	'收到举报后，我们会在24小时内进行处理，处理成功后，我们会第一时间告知处理结果'=>'收到举报后，我们会在24小时内进行处理，处理成功后，我们会第一时间告知处理结果',
	'请选择举报理由'=>'请选择举报理由',
	'请填写正确的姓名'=>'请填写正确的姓名',
	'请填写正确的手机号码'=>'请填写正确的手机号码',
	'请填写正确的身份证号'=>'请填写正确的身份证号',
	'认证成功'=>'认证成功',
	'举报成功'=>'举报成功',
	'提交举报'=>'提交举报',
	
	
	//邀请明细
	'用户已删除'=>'用户已删除',
	'邀请明细'=>'邀请明细',
	'用户信息'=>'用户信息',
	'奖励金额'=>'奖励金额',
	
	
	//我的钱包
	'加速'=>'加速',
	'不加速'=>'不加速',
	'申请中'=>'申请中',
	'成功'=>'成功',
	'失败'=>'失败',
	'退回'=>'退回',
	'xtype'=>array(
		'sendgift'=>'直播间赠送礼物',
		'sendbarrage'=>'弹幕',
		'loginbonus'=>'登录奖励',
		'buyvip'=>'购买VIP',
		'buycar'=>'购买坐骑',
		'buyliang'=>'购买靓号',
		'sharereward'=>'分享奖励',
		'game_bet'=>'游戏下注',
		'game_return'=>'游戏返还',
		'game_win'=>'游戏获胜',
		'game_banker'=>'庄家收益',
		'roomcharge'=>'房间扣费',
		'timecharge'=>'计时扣费',
		'sendred'=>'发送红包',
		'robred'=>'抢红包',
		'buyguard'=>'开通守护',
		'giftvideo'=>'短视频赠送礼物'
	),
	'stype'=>array(
		'sendgift'=>'直播间赠送礼物',
		'sendbarrage'=>'弹幕',
		'loginbonus'=>'登录奖励',
		'buyvip'=>'购买VIP',
		'buycar'=>'购买坐骑',
		'buyliang'=>'购买靓号',
		'sharereward'=>'分享奖励',
		'game_bet'=>'游戏下注',
		'game_return'=>'游戏返还',
		'game_win'=>'游戏获胜',
		'game_banker'=>'庄家收益',
		'roomcharge'=>'房间扣费',
		'timecharge'=>'计时扣费',
		'sendred'=>'发送红包',
		'robred'=>'抢红包',
		'buyguard'=>'开通守护',
		'giftvideo'=>'短视频赠送礼物',
		'mining'=>'挖矿',
	),
	'关于资金池'=>'关于资金池',
	'资金池总金额'=>'资金池总金额',
	'销毁记录'=>'销毁记录',
	'时间'=>'时间',
	'金额'=>'金额',
	'充提币记录'=>'充提币记录',
	'明细'=>'明细',
	'提币订单详情'=>'提币订单详情',
	'订单号'=>'订单号',
	'复制'=>'复制',
	'到账账号'=>'到账账号',
	'保存地址'=>'保存地址',
	'提币金额'=>'提币金额',
	'手续费'=>'手续费',
	'加速费用'=>'加速费用',
	'状态'=>'状态',
	'订单时间'=>'订单时间',
	'收入记录'=>'收入记录',
	'收入类型'=>'收入类型',
	'收入对象'=>'收入对象',
	'交易所'=>'交易所',
	'进入交易所'=>'进入交易所',
	'消费记录'=>'消费记录',
	'消费类型'=>'消费类型',
	'消费对象'=>'消费对象',
	'常见问题'=>'常见问题',
	
	//邀请注册
	'分享注册'=>'分享注册',
	'注册'=>'注册',
	'请输入手机号'=>'请输入手机号',
	'获取验证码'=>'获取验证码',
	'输入新密码'=>'输入新密码',
	'密码必须由 8-20位字母、数字组成'=>'密码必须由 8-20位字母、数字组成',
	'手机号不能为空!'=>'手机号不能为空!',
	'密码不能为空!'=>'密码不能为空!',
	'两次密码不能一致!'=>'两次密码不能一致!',
	'手机号不能为空!'=>'手机号不能为空!',
	'验证码已发送'=>'验证码已发送',
	'验证码'=>'验证码',
	'请输入正确的手机号!'=>'请输入正确的手机号!',
	'手机号已存在!'=>'手机号已存在!',
	'验证码5分钟有效，请勿多次发送'=>'验证码5分钟有效，请勿多次发送',
	'验证码发送失败'=>'验证码发送失败',
	'验证码错误'=>'验证码错误',
	'邀请码不能为空!'=>'邀请码不能为空!',
	'这家伙很懒，什么都没留下'=>'这家伙很懒，什么都没留下',
	'手机用户'=>'手机用户',
	'注册成功'=>'注册成功',
	'注册失败'=>'注册失败',


	//排行榜
	'礼物贡献榜'=>'礼物贡献榜',
	'日榜'=>'日榜',
	'周榜'=>'周榜',
	'月榜'=>'月榜',
	'总榜'=>'总榜',
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	


);
