<?php
/**
 * 翻译说明：
 *
 * 1、带大括号的保留原来写法，如：{name}，会被系统动态替换
 * 2、没在以下出现的，可以自行追加
 *
 * @author dogstar <chanzonghuang@gmail.com> 2015-02-09
 */

return array(
	'Hi {name}, welcome to use PhalApi!' => '{name}您好，欢迎使用PhalApi！',
    'user not exists' => '用户不存在',
	
	//Charge
	'信息错误'=>'信息错误',
	'微信未配置'=>'微信未配置',
	'订单信息有误，请重新提交'=>'订单信息有误，请重新提交',
	'订单生成失败'=>'订单生成失败',
	'充值{coin}虚拟币' => '充值{coin}虚拟币',
	
	//Game
	'游戏信息不存在'=>'游戏信息不存在',
	'您的登陆状态失效，请重新登陆！'=>'您的登陆状态失效，请重新登陆！',
	'本轮游戏还未结束'=>'本轮游戏还未结束',
	'游戏开启失败'=>'游戏开启失败',
	'该游戏已经被关闭'=>'该游戏已经被关闭',
	'你的余额不足，无法下注'=>'你的余额不足，无法下注',
	'本轮游戏已经结束'=>'本轮游戏已经结束',
	'下注失败'=>'下注失败',
	'下注金额已达上限'=>'下注金额已达上限',
	'豹子'=>'豹子',
	'同花顺'=>'同花顺',
	'同花'=>'同花',
	'对子'=>'对子',
	'顺子'=>'顺子',
	'单牌'=>'单牌',
	'五小牛'=>'五小牛',
	'五花牛'=>'五花牛',
	'四炸'=>'四炸',
	'葫芦'=>'葫芦',
	'三条'=>'三条',
	'没牛'=>'没牛',
	'牛'=>'牛',
	'taurus'=>array('零','丁','二','三','四','五','六','七','八','九','牛'),
	'Cowboy'=>array('散','一','二','三','四','五','六','七','八','九','十'),
	'星'=>'星',
	'Cowry'=>array('0点','1点','2点','3点','4点','5点','6点','7点','8点','9点','豹子','二八天杠'),
	'已经申请了'=>'已经申请了',
	'押金超过余额,无法上庄'=>'押金超过余额,无法上庄',
	'押金不足'=>'押金不足',
	',无法上庄'=>',无法上庄',
	'申请成功'=>'申请成功',
	'下庄成功'=>'下庄成功',
	
	//Guard
	'身份标识'=>'身份标识',
	'聊天区显示守护身份标识'=>'聊天区显示守护身份标识',
	'进场特效'=>'进场特效',
	'拥有进场金光以及专属欢迎语'=>'拥有进场金光以及专属欢迎语',
	'专属礼物'=>'专属礼物',
	'拥有直播间守护用户才可以送出的专属礼物'=>'拥有直播间守护用户才可以送出的专属礼物',
	'尊贵特权'=>'尊贵特权',
	'防止除主播外的其他人踢出禁言'=>'防止除主播外的其他人踢出禁言',
	'购买成功'=>'购买成功',
	'守护信息不存在'=>'守护信息不存在',
	'已经是尊贵守护了，不能购买普通守护'=>'已经是尊贵守护了，不能购买普通守护',
	'续费成功'=>'续费成功',
	
	//Home
	'该账号已被禁用'=>'该账号已被禁用',
	'你关注的主播没有开播'=>'你关注的主播没有开播',
	'赶快去看看其他主播的直播吧~'=>'赶快去看看其他主播的直播吧~',
	'请填写关键词'=>'请填写关键词',
	'follow'=>array(
            'title'=>'你还没有关注任何主播',
            'des'=>'赶快去关注自己喜欢的主播吧~',
            'list'=>array(),
        ),
	
	//Live
	'请先进行身份认证或等待审核'=>'请先进行身份认证或等待审核',
	'等级小于{level_limit}级，不能直播'=>'等级小于{level_limit}级，不能直播',
	'密码不能为空'=>'密码不能为空',
	'价格不能小于等于0'=>'价格不能小于等于0',
	'好像在火星'=>'好像在火星',
	'图片仅能上传 jpg,png,jpeg'=>'图片仅能上传 jpg,png,jpeg',
	'开播失败，请重试'=>'开播失败，请重试',
	'秒'=>'秒',
	'吕布'=>'吕布',
	'你的好友：{user_nicename}正在直播，邀请你一起'=>'你的好友：{user_nicename}正在直播，邀请你一起',
	'成功'=>'成功',
	'关播成功'=>'关播成功',
	'您已被踢出房间，剩余{surplus}秒'=>'您已被踢出房间，剩余{surplus}秒',
	'直播已结束'=>'直播已结束',
	'超管不能进入1v1房间'=>'超管不能进入1v1房间',
	'该房间非扣费房间'=>'该房间非扣费房间',
	'房间费用有误'=>'房间费用有误',
	'余额不足'=>'余额不足',
	'未开启僵尸粉'=>'未开启僵尸粉',
	'用户已访问'=>'用户已访问',
	'次数已满'=>'次数已满',
	'用户信息不存在'=>'用户信息不存在',
	'礼物信息不存在'=>'礼物信息不存在',
	'该礼物是守护专属礼物奥~'=>'该礼物是守护专属礼物奥~',
	'弹幕内容不能为空'=>'弹幕内容不能为空',
	'你不是该房间主播，无权操作'=>'你不是该房间主播，无权操作',
	'最多设置5个管理员'=>'最多设置5个管理员',
	'操作失败，请重试'=>'操作失败，请重试',
	'举报内容不能为空'=>'举报内容不能为空',
	'举报失败，请重试'=>'举报失败，请重试',
	'举报成功'=>'举报成功',
	'禁言成功'=>'禁言成功',
	'无权操作'=>'无权操作',
	'对方是超管，不能禁言'=>'对方是超管，不能禁言',
	'对方是主播，不能禁言'=>'对方是主播，不能禁言',
	'对方是管理员，不能禁言'=>'对方是管理员，不能禁言',
	'对方是尊贵守护，不能禁言'=>'对方是尊贵守护，不能禁言',
	'对方已被禁言'=>'对方已被禁言',
	'踢人成功'=>'踢人成功',
	'踢出成功'=>'踢出成功',
	'关闭成功'=>'关闭成功',
	'你不是超管，无权操作'=>'你不是超管，无权操作',
	'本房间为收费房间，需支付'=>'本房间为收费房间，需支付',
	'本房间为计时房间，每分钟需支付'=>'本房间为计时房间，每分钟需支付',
	'普通房间'=>'普通房间',
	'密码房间'=>'密码房间',
	'门票房间'=>'门票房间',
	'计时房间'=>'计时房间',
	
	
	
	//Livepk
	'请输入您要搜索的主播昵称或ID'=>'请输入您要搜索的主播昵称或ID',
	'对方已关播'=>'对方已关播',
	'签名错误'=>'签名错误',
	
	
	
	//Livemusic
	'无法下载该音乐'=>'无法下载该音乐',
	
	
	//login
	'账号或密码错误'=>'账号或密码错误',
	'手机号码不一致'=>'手机号码不一致',
	'注册成功'=>'注册成功',
	'验证码错误'=>'验证码错误',
	'两次输入的密码不一致'=>'两次输入的密码不一致',
	'密码8-20位数字与字母'=>'密码8-20位数字与字母',
	'密码不能纯数字或纯字母'=>'密码不能纯数字或纯字母',
	'该手机号已被注册！'=>'该手机号已被注册！',
	'注册失败，请重试'=>'注册失败，请重试',
	'修改成功'=>'修改成功',
	'该帐号不存在'=>'该帐号不存在',
	'重置失败，请重试'=>'重置失败，请重试',
	'请输入正确的手机号'=>'请输入正确的手机号',
	'该手机号已注册，请登录'=>'该手机号已注册，请登录',
	'验证码1分钟有效，请勿多次发送'=>'验证码1分钟有效，请勿多次发送',
	'您已当日发送次数过多'=>'您已当日发送次数过多',
	'验证码为：'=>'验证码为：',
	'该手机号未注册'=>'该手机号未注册',
	'参数错误'=>'参数错误',
	'配置错误'=>'配置错误',
	'请填写验证码'=>'请填写验证码',
	'请获取验证码'=>'请获取验证码',
	'手机号码错误'=>'手机号码错误',
	'这家伙很懒，什么都没留下'=>'这家伙很懒，什么都没留下',
	'手机用户'=>'手机用户',
	'用户-'=>'用户-',
	'邀请码填写不正确'=>'邀请码填写不正确',
	
	
	
	//Message
	'暂无粉丝列表'=>'暂无粉丝列表',
	'暂无获赞列表'=>'暂无获赞列表',
	'暂无列表'=>'暂无列表',
	'没有最新消息时间'=>'没有最新消息时间',
	
	
	//Music
	'暂无分类列表'=>'暂无分类列表',
	'无音乐列表'=>'无音乐列表',
	'该音乐已下架'=>'该音乐已下架',
	'取消收藏成功'=>'取消收藏成功',
	'取消收藏失败'=>'取消收藏失败',
	'收藏成功'=>'收藏成功',
	'收藏失败'=>'收藏失败',
	'暂无收藏背景音乐'=>'暂无收藏背景音乐',
	
	
	
	//Red
	'发送成功'=>'发送成功',
	'请输入正确的金额'=>'请输入正确的金额',
	'请输入正确的个数'=>'请输入正确的个数',
	'红包数量不能超过红包金额'=>'红包数量不能超过红包金额',
	'红包名称最多20个字'=>'红包名称最多20个字',
	'信息错误'=>'信息错误',
	'手慢了，红包派完了'=>'手慢了，红包派完了',
	'红包不存在'=>'红包不存在',
	'余额不足'=>'余额不足',
	'发送失败，请重试'=>'发送失败，请重试',
	
	
	
	//token
	'充币数量小于最小充币数量'=>'充币数量小于最小充币数量',
	'充币地址[{to}]不存在'=>'充币地址[{to}]不存在',
	'充币失败'=>'充币失败',
	'充币成功'=>'充币成功',
	'提币订单不存在'=>'提币订单不存在',
	'提币成功'=>'提币成功',
	'提币失败'=>'提币失败',
	
	
	
	//trans
	'账户余额不足'=>'账户余额不足',
	'到账数量小于最小提币数量'=>'到账数量小于最小提币数量',
	'提交成功'=>'提交成功',
	
	
	//User
	'设置头像成功'=>'设置头像成功',
	'更换失败，请稍候重试'=>'更换失败，请稍候重试',
	'昵称不能为空'=>'昵称不能为空',
	'昵称重复，请修改'=>'昵称重复，请修改',
	'修改失败'=>'修改失败',
	'修改成功'=>'修改成功',
	'两次新密码不一致'=>'两次新密码不一致',
	'旧密码错误'=>'旧密码错误',
	'不能关注自己'=>'不能关注自己',
	'验证码5分钟有效，请勿多次发送'=>'验证码5分钟有效，请勿多次发送',
	'绑定失败'=>'绑定失败',
	'绑定成功'=>'绑定成功',
	'直播回放不存在'=>'直播回放不存在',
	'意见反馈'=>'意见反馈',
	'修改密码'=>'修改密码',
	'清除缓存'=>'清除缓存',
	'检查更新'=>'检查更新',
	'添加成功'=>'添加成功',
	'提现账号不能为空!'=>'提现账号不能为空!',
	'此账号已存在!'=>'此账号已存在!',
	'添加失败,请稍后重试!'=>'添加失败,请稍后重试!',
	'删除成功'=>'删除成功',
	'提现账号ID不能为空!'=>'提现账号ID不能为空!',
	'此账号不存在!'=>'此账号不存在!',
	'删除失败,请稍后重试!'=>'删除失败,请稍后重试!',
	'签到成功'=>'签到成功',
	'您今天已经签到!'=>'您今天已经签到!',
	'年龄未填写'=>'年龄未填写',
	'岁'=>'岁',
	'城市未填写'=>'城市未填写',
	'粉丝'=>'粉丝',
	'这家伙很懒，什么都没留下'=>'这家伙很懒，什么都没留下',
	'不能给自己设置标签'=>'不能给自己设置标签',
	'请选择印象'=>'请选择印象',
	'最多只能选择3个印象'=>'最多只能选择3个印象',
	'设置成功'=>'设置成功',
	
	
	//Video
	'发布失败'=>'发布失败',
	'评论成功'=>'评论成功',
	'对方暂时拒绝接收您的消息'=>'对方暂时拒绝接收您的消息',
	'回复成功'=>'回复成功',
	'更新视频阅读次数成功'=>'更新视频阅读次数成功',
	'更新视频阅读次数失败'=>'更新视频阅读次数失败',
	'点赞成功'=>'点赞成功',
	'视频已删除'=>'视频已删除',
	'不能给自己点赞'=>'不能给自己点赞',
	'踩一踩成功'=>'踩一踩成功',
	'分享成功'=>'分享成功',
	'视频分享数修改失败'=>'视频分享数修改失败',
	'操作成功'=>'操作成功',
	'评论信息不存在'=>'评论信息不存在',
	'暂无视频列表'=>'暂无视频列表',
	'视频不存在'=>'视频不存在',
	'暂无举报分类列表'=>'暂无举报分类列表',
	'视频完整观看次数更新成功'=>'视频完整观看次数更新成功',
	'视频完整观看次数更新失败'=>'视频完整观看次数更新失败',
	'已删除'=>'已删除',
	'请输入正确的提币地址'=>'请输入正确的提币地址',
	
	
	
	//functions
	'获取失败'=>'获取失败',
	'用户不存在'=>'用户不存在',
	'秒前'=>'秒前',
	'分钟前'=>'分钟前',
	'小时'=>'小时',
	'天前'=>'天前',
	'分钟'=>'分钟',
	'天'=>'天',
	'创作的原声'=>'创作的原声',
	'米'=>'米',
	'千米'=>'千米',
	'game'=>array(
            '0'=>'',
            '1'=>'智勇三张',
            '2'=>'海盗船长',
            '3'=>'转盘',
            '4'=>'开心牛仔',
            '5'=>'二八贝',
        ),
	'最低提币数量为' =>'最低提币数量为',
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
);
